Repository: HadesButGithub/studyApp-SDD
Catalog: studyApp/Localizable.xcstrings
Source language: en
Languages: es

# cardHighScore
source: Cards Studied
es: Tarjetas estudiadas

# dismiss
source: Ok
es: De acuerdo

# flashCard
source: Flash Cards
es: Tarjetas didácticas

# flashcardFlip
source: Flip
es: Voltear

# flashcardNext
source: Next Card
es: Siguiente tarjeta

# highScore
source: Answer Streak
es: Racha de respuestas

# multiChoice
source: Multiple Choice
es: Opción multiple

source: studyApp
es: Aplicación de estudio

# wrong
source: Incorrect
es: Incorrecto

# wrongDetailed
source: That one wasn't correct.
es: Ése no era correcto.
